[{"id":1,"titleShort":"Contropedia","titleLong":"Contropedia: Analysis and visualization of controversies within Wikipedia articles","taxCat":["taxCatIntAdd"],"tool":"Background colour","mediumType":["web"],"dataSource":["daExt"],"authorShort":"E. Borra et al.","authorLong":"E. Borra, D. Laniado, E. Weltevrede, M. Mauri, G. Magni, T. Venturini, P. Ciuccarelli, R. Rogers, and A. Kaltenbrunner","paperUrl":"http://airwiki.ws.dei.polimi.it/images/b/b3/Contropedia_ICWSM_2015.pdf","paperTitle":"A Platform for Visually Exploring the Development of Wikipedia Articles","date":"2015","url":"http://contropedia.net/","urlTitle":"Contropedia website","thumbnail":"Contropedia.svg","images":["http://dummyimage.com/600x400/ffffff/2a2d33","http://dummyimage.com/600x400/ffffff/2a2d33"],"description":"Collaborative content creation inevitably reaches situations where different points of view lead to conflict. One of the most prominent examples of collaboration online is Wikipedia, the free encyclopedia that anyone can edit. It is a system where conflict is mediated by both policy and software, and where conflicts often reflect larger societal debates.\n\nWe are building a platform for the real-time analysis and visualization of such controversies in Wikipedia. Controversy metrics are extracted from the real time activity streams generated by edits to, and discussions about, individual articles and groups of related articles. An article’s revision history and its corresponding discussion pages constitute two parallel streams of user interactions that, taken together, fully describe the process of the collaborative creation of an article. Our platform, Contropedia, builds on state of the art techniques and extends current metrics for the analysis of both edit and discussion activity. Furthermore, the combination of these two approaches allows for a deeper understanding of the substance, composition, actor alignment, trajectory and liveliness of controversies on Wikipedia.\n\nThe platform is designed with a special focus on the utility of the metrics and the public relevance of the visualizations: the metrics focus on the extraction of societal controversies while the visualizations aid in shaping new knowledge about the controversial topic.\n\nOur research aims to provide a better understanding of socio-technical phenomena that take place on the Internet and to equip citizens with tools to fully deploy the complexity of controversies. Contropedia will be useful for the general public as well as user groups with specific interests such as Wikipedians, scientists, decision makers and media communicators.","relevance":[0],"purpose":[0],"isInteractive":true},{"id":2,"titleShort":"Sparkline","titleLong":"Sparklines: Intense, Simple, Word-Sized Graphics","taxCat":["taxCatIntAdd"],"tool":"Dataword","mediumType":["print","web","app"],"dataSource":["daExt"],"authorShort":"E. Tufte","authorLong":"Edward Tufte","paperUrl":false,"paperTitle":"A Platform for Visually Exploring the Development of Wikipedia Articles","date":"2006","url":"http://www.edwardtufte.com/bboard/q-and-a-fetch-msg?msg_id=0001OR","urlTitle":"Sparklines on EdwardTufte.com","thumbnail":"sparkline.svg","images":["http://dummyimage.com/600x400/ffffff/2a2d33","http://dummyimage.com/600x400/ffffff/2a2d33"],"description":"A sparkline is a small intense, simple, word-sized graphic with typographic resolution. Sparklines mean that graphics are no longer cartoonish special occasions with captions and boxes, but rather sparkline graphic can be everywhere a word or number can be: embedded in a sentence, table, headline, map, spreadsheet, graphic.","relevance":[0],"purpose":[0],"isInteractive":true},{"id":3,"titleShort":"Typo-graph","titleLong":"typo-graph - data visualisation experiment","taxCat":["taxCatIntAdd"],"tool":"Background colour and font weight","mediumType":["print"],"dataSource":["daExt"],"authorShort":"M. Pawłowski and J. Wolak","authorLong":"Michał Pawłowski and Jakub Wolak","paperUrl":false,"paperTitle":false,"date":"unknown","url":"http://typo-graph.com/index_en.htm","urlTitle":"Typo-graph website","thumbnail":"Typo-graph.svg","images":["http://dummyimage.com/600x400/ffffff/2a2d33","http://dummyimage.com/600x400/ffffff/2a2d33"],"description":"Typo-graph is an experimental way to visualise data using typography as the building blocks of the image. Typographers strive to achieve a uniform column contrast, i.e. a balanced legible text layout. This is sometimes referred to as column ‘greyness’, a term that dates back to the early days of printing, when letters were usually printed in black and dense column of text when viewed from a distance gave the impression of a more or less uniform plane of grey. Modern digital typefaces come in a variety of different weights, offering a wide range of ‘shades of grey’. Hence the idea to use this potential in data visualisation. The intensity of the flow of certain phenomena in time is shown by a computer programmed weight variation of the typeface used for typesetting. The resulting image can be read from a distance as the visualisation of the intensity of the phenomenon at hand, which, in close-up, doubles as its conventional textual description.","relevance":[0],"purpose":[0],"isInteractive":false},{"id":4,"titleShort":"Linguee","titleLong":"Linguee","taxCat":["taxCatIntAdd"],"tool":"Background colour","mediumType":["web"],"dataSource":["daInt"],"authorShort":false,"authorLong":false,"paperUrl":false,"paperTitle":false,"date":"2015","url":"http://www.linguee.de/","urlTitle":"Linguee website","thumbnail":"Linguee.svg","images":["http://dummyimage.com/600x400/ffffff/2a2d33","http://dummyimage.com/600x400/ffffff/2a2d33"],"description":"Linguee ist eine einzigartige Kombination aus einem redaktionellen Wörterbuch und einer Suchmaschine, mit der Sie Milliarden zweisprachiger Texte nach Wörtern und Ausdrücken durchsuchen können.","relevance":[0],"purpose":[0],"isInteractive":true},{"id":5,"titleShort":"How Senator John Walsh Plagiarized a Final Paper","titleLong":"New York Times: How Senator John Walsh Plagiarized a Final Paper","taxCat":["taxCatIntAdd"],"tool":"Background colour","mediumType":["web"],"dataSource":["daInt"],"authorShort":"J. Martin et al.","authorLong":"Jonathan Martin, Josh Keller, Matthew Ericson, and Nick Corasaniti.","paperUrl":false,"paperTitle":false,"date":"2014","url":"http://www.nytimes.com/isInteractive/2014/07/23/us/politics/john-walsh-final-paper-plagiarism.html?_r=0","urlTitle":"Visualisation on New York Times","thumbnail":"Senator.png","images":["http://dummyimage.com/600x400/ffffff/2a2d33","http://dummyimage.com/600x400/ffffff/2a2d33"],"description":"Senator John Walsh of Montana took most of a 2007 final paper required for his master’s degree from the United States Army War College from other sources without proper attribution. Mr. Walsh copies an entire page nearly word-for-word from a Harvard paper, and each of his six conclusions is copied from a document from the Carnegie Endowment for International Peace without attribution.","relevance":[0],"purpose":[0],"isInteractive":false},{"id":6,"titleShort":"StateFace","titleLong":"StateFace","taxCat":["taxCatIntAdd"],"tool":"Dataword","mediumType":["web","print","app"],"dataSource":["daInn"],"authorShort":"ProPublica","authorLong":"ProPublica","paperUrl":false,"paperTitle":false,"date":2012,"url":"http://propublica.github.io/stateface/","urlTitle":"StateFace on Github","thumbnail":"StateFace.svg","images":["http://dummyimage.com/600x400/ffffff/2a2d33","http://dummyimage.com/600x400/ffffff/2a2d33"],"description":"A font you can use in your web apps when you want tiny state shapes as a design element.\n\nIt's designed to be used at small sizes, and the shapes have been highly simplified to make for a really small font. All 50 states plus D.C. and a wee continental U.S. map fit in about 22k, and they look great on Retina displays.","relevance":[0],"purpose":[0],"isInteractive":false},{"id":7,"titleShort":"Silenc","titleLong":"Silenc","taxCat":["taxCatIntMod"],"tool":"Font colour","mediumType":["print"],"dataSource":["daInn"],"authorShort":"M. Miyazaki et al.","authorLong":"Momo Miyazaki, Manas Karambelkar, and Kenneth Aleksander Robertsen","paperUrl":false,"paperTitle":false,"date":"2012","url":"http://ciid.dk/education/portfolio/idp12/courses/data-visualisation/projects/silenc/","urlTitle":"Silenc on Copenhagen Institute of Interaction Design","thumbnail":"silenc.svg","images":["http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1168.jpg","http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1199.jpg"],"description":"How much of a language is silent? What does it look like when you take the silence out? Can we use code as a tool to answer these questions?\n\nsilenc is a tangible visualization of an interpretation of silent letters within Danish, English and French.\nOne of the hardest parts about language learning is pronunciation; the less phonetic the alphabet, the harder it is to correctly say the words. A common peculiarity amongst many Western languages is the silent letter. A silent letter is a letter that appears in a particular word, but does not correspond to any sound in the word’s pronunciation.\nA selection of works by Hans Christian Andersen is used as a common denominator for these “translations”. All silent letters are set in red text. When viewed with a red light filter, these letters disappear, leaving only the pronounced text.\n\nsilenc is based on the concept of the find-and-replace command. This function is applied to a body of text using a database of rules. The silenc database is constructed from hundreds of rules and exceptions composed from known guidelines for “un”pronunciation. Processing code marks up the silent letters and GREP commands format the text.\n\nsilenc is visualized in different ways. In one form of a book, silent letters are marked up in red yet remain in their original position. In another iteration, silent letters are separated from the pronounced text and exhibited on their own pages in the back of the book, the prevalence of silent letters is clearly evident.","relevance":[0],"purpose":[0],"isInteractive":false},{"id":8,"titleShort":"Semantic Highlighting","titleLong":"From Syntax Highlighting to Semantic Highlighting","taxCat":["taxCatIntMod"],"tool":"Font colour","mediumType":["app"],"dataSource":["daInn"],"authorShort":"M. Miyazaki et al.","authorLong":"Momo Miyazaki, Manas Karambelkar and Kenneth Aleksander Robertsen","paperUrl":false,"paperTitle":false,"date":"2009","url":"https://zwabel.wordpress.com/2009/01/08/c-ide-evolution-from-syntax-highlighting-to-semantic-highlighting/","urlTitle":"Article on Zwabel’s Weblog","thumbnail":"semanticHighlight.svg","images":["http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1168.jpg","http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1199.jpg"],"description":"Most of us developers are so acccustomed to syntax highlighting, that we couldn’t live without it. Within the last years, it happened to me a few times that I had to look at C++ code with an editor that does not have it. Every single time my initial feeling was that I was looking at a large unstructured text-blob, totally unreadable. Putting some additional cognitional energy into the task, I was able to solve the problem in the end, but there is no doubt that syntax highlighting does increase productivity, it is not just eyecandy.","relevance":[0],"purpose":[0],"isInteractive":false},{"id":9,"titleShort":"Syntax Hightlighting","titleLong":"Syntax Hightlighting by Niklaus Wirth","taxCat":["taxCatIntMod"],"tool":"Font style","mediumType":["app"],"dataSource":["daInn"],"authorShort":"N. Wirth","authorLong":"Niklaus Wirth","paperUrl":false,"paperTitle":"Algorithms + Data Structures = Programs","date":"1976","url":false,"urlTitle":false,"thumbnail":"sourceCode.svg","images":["http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1168.jpg","http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1199.jpg"],"description":"","relevance":[0],"purpose":[0],"isInteractive":false},{"id":10,"titleShort":"On The Origin of Species","titleLong":"On The Origin of Species: The Preservation of Favoured Traces","taxCat":["taxCatIntMod"],"tool":"Font colour","mediumType":["web"],"dataSource":["daInt"],"authorShort":"B. Fry","authorLong":"Ben Fry","paperUrl":false,"paperTitle":"Algorithms + Data Structures = Programs","date":"2009","url":"http://benfry.com/traces/","urlTitle":"On the Origin of Species: The Preservation of Favoured Traces","thumbnail":"origin.svg","images":["http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1168.jpg","http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1199.jpg"],"description":"We often think of scientific ideas, such as Darwin's theory of evolution, as fixed notions that are accepted as finished. In fact, Darwin's On the Origin of Species evolved over the course of several editions he wrote, edited, and updated during his lifetime. The first English edition was approximately 150,000 words and the sixth is a much larger 190,000 words. In the changes are refinements and shifts in ideas — whether increasing the weight of a statement, adding details, or even a change in the idea itself.\n\nThe second edition, for instance, adds a notable “by the Creator” to the closing paragraph, giving greater attribution to a higher power. In another example, the phrase “survival of the fittest” — usually considered central to the theory and often attributed to Darwin — instead came from British philosopher Herbert Spencer, and didn't appear until the fifth edition of the text. Using the six editions as a guide, we can see the unfolding and clarification of Darwin's ideas as he sought to further develop his theory during his lifetime.","relevance":[0],"purpose":[0],"isInteractive":true},{"id":11,"titleShort":"FatFonts","titleLong":"FatFonts","taxCat":["taxCatIntAdd"],"tool":"Font weight","mediumType":["print"],"dataSource":["daInn"],"authorShort":"M. Nacenta et al.","authorLong":"Miguel Nacenta, Uta Hinrichs, and Sheelagh Carpendale.","paperUrl":false,"paperTitle":false,"date":"2012","url":"http://fatfonts.org/","urlTitle":"FatFonts Website","thumbnail":"FatFonts.svg","images":["http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1168.jpg","http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1199.jpg"],"description":"The FatFonts technique is based on a new type of numeric typeface designed for visualization purposes that bridge the gap between numeric and visual representations. FatFonts are based on Indo-arabic numerals but, unlike regular numeric typefaces, the amount of ink (dark pixels) used for each digit is proportional to its quantitative value. This enables accurate reading of the numerical data while preserving an overall visual context.","relevance":[0],"purpose":[0],"isInteractive":true},{"id":12,"titleShort":"Stacking Up the Administration's Drone Claims","titleLong":"Stacking Up the Administration's Drone Claims","taxCat":["taxCatAdjMod"],"tool":"Indention","mediumType":["print"],"dataSource":["daInn"],"authorShort":"L. Groeger and C. Currier","authorLong":"Lena Groeger and Cora Currier, ProPublica","paperUrl":false,"paperTitle":false,"date":"2014","url":"https://projects.propublica.org/graphics/cia-drones-strikes","urlTitle":"Visualisation on ProPublica","thumbnail":"drones.svg","images":["http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1168.jpg","http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1199.jpg"],"description":"Administration officials—often unnamed—frequently seem to celebrate drone strikes that kill suspected militants. But the administration has also worked against disclosures of less positive aspects of the CIA's program, including how many civilians have been killed. We’ve laid out four years of statements by current and former officials discussing the CIA's drone program, both on and off the record. (Most of these stories also include a “no comment” from the CIA or the White House.) Highlighted in red are the CIA’s legal stances refusing to even acknowledge the program in response to Freedom of Information Act requests.","relevance":[0],"purpose":[0],"isInteractive":true},{"id":13,"titleShort":"Emoji","titleLong":"How I Learned to Love Writing With Emojis","taxCat":["taxCatIntAdd"],"tool":"Symbol","mediumType":["print"],"dataSource":["daInn"],"authorShort":"J. Stern","authorLong":"Joanna Stern","paperUrl":false,"paperTitle":false,"date":"2015","url":"http://graphics.wsj.com/how-i-learned-to-love-writing-with-emojis/","urlTitle":"WSJ: How I Learned To Love Writing With Emojis","thumbnail":"Emoji.png","images":["http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1168.jpg","http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1199.jpg"],"description":"","relevance":[0],"purpose":[0],"isInteractive":true},{"id":14,"titleShort":"Understanding Shakespeare","titleLong":"Understanding Shakespeare","taxCat":["taxCatAdjMod"],"tool":"Orientation","mediumType":["print"],"dataSource":["daInn"],"authorShort":"Stephan Thiel","authorLong":"Stephan Thiel","paperUrl":false,"paperTitle":false,"date":"2010","url":"http://www.understanding-shakespeare.com/","urlTitle":"Understanding Shakespeare website","thumbnail":"Shakespeare.png","images":["http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1168.jpg","http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1199.jpg"],"description":"This approach tries to identify famous quotes from a play by comparing the number of results their text returns on Google. It then shows the impact each quote has on the entire text by a simulated force that is applied to each character around each quote. This force is in a direct relation to the number of Google results for the text. The quotes were collected from www.enotes.com and manually queried on Google. Queries had the following structure: Hamlet “To be, or not to be, that is the question” ","relevance":[0],"purpose":[0],"isInteractive":true},{"id":15,"titleShort":"Where You Are","titleLong":"Where You Are","taxCat":["taxCatAdjAdd"],"tool":"Font colour","mediumType":["print"],"dataSource":["daInn"],"authorShort":"Visual Editions","authorLong":"Visual Editions","paperUrl":false,"paperTitle":false,"date":"unknown","url":"http://where-you-are.com/","urlTitle":"Where You Are website","thumbnail":"WhereYouAre.svg","images":["http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1168.jpg","http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1199.jpg"],"description":"Where You Are is a book of maps. It’s a collection of writing (non-fiction and fiction) and visuals (drawings, photographs, paintings) that explores what a map is. A wide range of writers, thinkers, artists responded to what their map would be, bringing together human stories about modern, everyday personal lives and mapping. - See more at: http://visual-editions.myshopify.com/products/www-where-you-are-com#sthash.1U8Renfc.dpuf","relevance":[0],"purpose":[0],"isInteractive":true},{"id":16,"titleShort":"Where The Wild Things Are","titleLong":"Where The Wild Things Are","taxCat":["taxCatAdjAdd"],"tool":"Layout","mediumType":["print"],"dataSource":["daInn"],"authorShort":"M. McAghon","authorLong":"Michael J. McAghon","paperUrl":false,"paperTitle":false,"date":"2009","url":"http://blog.mcaghon.com/post/98471242041/an-imagination-experience","urlTitle":"Michael McAghon’s blog post","thumbnail":"WhereTheWildThingsAre.svg","images":["http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1168.jpg","http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1199.jpg"],"description":"Published in 1963, Where the Wild Things Are is a children’s book written and illustrated by Maurice Sendak. It is widely regarded as one of the most beloved books of it’s genre, winning the Caldecott Medal for American picture book excellence. Simple in narrative (just 9 sentences), the story relies heavily on Sendak’s immersive illustrations to bring a distant, monster-inhabited world to life. These illustrations are implemented into the layout of the book which reinforces the story line and compliments the core theme of imagination.","relevance":[0],"purpose":[0],"isInteractive":true},{"id":17,"titleShort":"Reactive Documents","titleLong":"Reactive Documents","taxCat":["taxCatAdjAdd"],"tool":"Interactivity","mediumType":["print"],"dataSource":["daInn"],"authorShort":"B. Victor","authorLong":"Bret Victor","paperUrl":false,"paperTitle":false,"date":"2011","url":"http://worrydream.com/ExplorableExplanations/","urlTitle":"Explorable Explanations website","thumbnail":"Reactive.jpg","images":["http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1168.jpg","http://ciid.dk/root_ciidwww/wp-content/uploads/2012/03/IMG_1199.jpg"],"description":"An active reader asks questions, considers alternatives, questions assumptions, and even questions the trustworthiness of the author. An active reader tries to generalize specific examples, and devise specific examples for generalities. An active reader doesn't passively sponge up information, but uses the author's argument as a springboard for critical thought and deep understanding.\n\nDo our reading environments encourage active reading? Or do they utterly oppose it? A typical reading tool, such as a book or website, displays the author's argument, and nothing else. The reader's line of thought remains internal and invisible, vague and speculative. We form questions, but can't answer them. We consider alternatives, but can't explore them. We question assumptions, but can't verify them. And so, in the end, we blindly trust, or blindly don't, and we miss the deep understanding that comes from dialogue and exploration.","relevance":[0],"purpose":[0],"isInteractive":true},{"id":18,"titleShort":"The Russia Left Behind","titleLong":"New York Times: The Russia Left Behind - A journey through a heartland on the slow road to ruin.","taxCat":["taxCatAdjAdd"],"tool":"Mapr","mediumType":["web"],"dataSource":["daExt"],"authorShort":"Ellen Barry et al.","authorLong":"Ellen Barry, Photographs By Dmitry Kostyukov For The New York Times; Video By Ben C. Solomon Produced By Mike Bostock, Shan Carter And Leslye Davis","paperUrl":false,"paperTitle":false,"date":"2013","url":"http://www.nytimes.com/newsgraphics/2013/10/13/russia/","urlTitle":"Visualisation on New York Times","thumbnail":"russia.svg","images":["http://dummyimage.com/600x400/ffffff/2a2d33","http://dummyimage.com/600x400/ffffff/2a2d33"],"description":"On the jarring, 12-hour drive from St. Petersburg to Moscow, another Russia comes into view, one where people struggle with problems that belong to past centuries.","relevance":[0],"purpose":[0],"isInteractive":false}]